sourceLabel = "Źródło:";
formatLabel = "Format:";
fpsLabel = "Kl./s:";
playingFPSLabel = "kl./s odtwarzania:";
dataSizeLabel = "Wielkość danych:";
dataRateLabel = "Przepływ danych:";
currentTimeLabel = "Czas bieżący:";
durationLabel = "Czas trwania:";
normalSizeLabel = "Wielkość normalna:";
currentSizeLabel = "Bieżąca wielkość:";
bitRateLabel = "Szybkość transmisji:";
qualityLabel = "Jakość:";
destinationLabel = "Miejsce docelowe:";
videoSourceLabel = "Źródło wideo:";
audioSourceLabel = "Źródło dźwięku";

movieInfoNoTitle = "Informacje";
movieInfo = " — Informacje";
movieInspectorNoTitle = "Inspektor";
movieInspector = " — Inspektor";

blacknWhite = "Czarno-biały";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "Tysiące";
/* [6] */
millions = "Miliony";
/* [7] */
millionsplus = "Miliony+";
/* [8] */
unknown = "nieznane";
/* [9] */
colors = "Kolory";
/* [10] */
grays = "Odcienie szarości";

Chapter = "Ścieżka rozdziału";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 B";
kiloBytes = "^0 KB";
megaBytes = "^0 MB";
gigaBytes = "^0 GB";
teraBytes = "^0 TB";
petaBytes = "^0 PB";
exaBytes = "^0 EB";

bytesPerSec = "^0 B/sek.";
kiloBytesPerSec = "^0 KB/sek.";
megaBytesPerSec = "^0 MB/sek.";
gigaBytesPerSec = "^0 GB/sek.";

pixels = "pikseli";
curPixels = "^0 pikseli (^1)";


bitsPerSec = "^0 bitów/sek.";
kbitsPerSec = "^0 kbit/sek.";
mbitsPerSec = "^0 Mb/s";
gbitsPerSec = "^0 gbit/sek.";

percent = "^0 %";
playingFPS = "(dostępne podczas odtwarzania)";

halfSize = "połowa";
actualSize = "rzeczywista";
doubleSize = "podwójna";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Film niedostępny";

/* Quartz Composition strings */
averageFPSLabel = "Średnia kl./s:";
averageLoadLabel = "Średnie obciążenie:";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "dźwięk 128 kb/s AAC";
availableWhenRecording = "(dostępne podczas nagrywania)";